[
  {
    "name": "Dengue",
    "question":"What is Dengue?"
    "Overview": "Dengue is a viral disease. It is transmitted by the infective bite of Aedes aegypti and Aedes albopictus mosquitoes. These mosquitoes also spread Zika, Chikungunya, and other diseases. Man develops disease after 5-6 days of being bitten by an infective mosquito. Infected person with Dengue becomes infective to mosquitoes 6 to 12 hours before the onset of the disease and remains so upto 3 to 5 days.Dengue is caused by one of any of four related viruses: Dengue virus 1, 2, 3, and 4.  A person can be infected with dengue multiple times in their life.",
    "type1": "Dengue Fever: Dengue Fever is a flu-like illness",
    "type2": "Dengue Haemorrhagic Fever (DHF): Dengue Haemorrhagic Fever (DHF) is a more severe form of disease, which may cause death Person suspected of having dengue fever or DHF must attend the nearest medical facility.",
    "facts": "Almost half of the world’s population, about 4 billion people, live in areas with a risk of dengue. Dengue is often a leading cause of illness in areas with risk.Each year, up to 400 million people are infected by a dengue virus. Approximately 100 million people get sick from infection, and 40,000 die from severe dengue.",
    "measure1": "Personal Prophylactic Measures:\n Use of mosquito repellent creams, liquids, coils, mats etc.Wearing of full sleeve shirts and full pants with socks.Use of bed nets for sleeping infants and young children during day time to prevent mosquito bite",
    "measure2": "Biological Control:\n Use of larvivorous fishes in ornamental tanks, fountains, etc.",
    "measure3": "Chemcial Control: Use of chemical larvicides like Temephos 50% EC in big water holdings. Aerosol space spray during day time in and around the houses, market places, large campuses and buildings using Pyrethrum 2% Extract",
    "measure4": "Environmental Management & Source Reduction Methods: Identification and destruction of mosquito breeding sources .Management of roof tops, porticos and sunshades.The water storing containers should be scrubbed and washed with bleaching powder every week.They should be properly covered with a cloth or sheet so as to prevent mosquito breeding in the water containers.Reliable water supply.Observation of weekly dry day.",
    "measure5": "health Education: Impart knowledge to common people regarding the disease and vector through various media sources like T.V., Radio, Cinema slides, etc.",
    "measure6": "Dengue Fever mobile App in Tamil: The Dengue Fever Mobile App can be downloaded from Google Play Store. Dengue Fever Tamil App provides complete pictorial information about the sources where Aedes mosquitoes breed along with an exhaustive Frequently Asked Questions. Information on effective siddha treatment is made available.",
    "measure7": "community participation: Sensitilizing and involving the community for detection of Aedes breeding places and their elimination",
    "risk1": "• Mosquito Exposure: Being in areas where mosquitoes that carry the dengue virus are present increases the risk.",
    "risk2": "• Travel: Traveling to regions where dengue is endemic or epidemic exposes individuals to the virus.",
    "risk3": "• Lack of Vector Control: Poor mosquito control measures in urban or rural areas can lead to higher mosquito populations and thus increase the risk of dengue transmission.",
    "risk4": "• Standing Water: Accumulation of stagnant water in containers or areas around homes provides breeding grounds for mosquitoes that transmit the virus.",
    "risk5": "• Climate Factors: Weather conditions such as heavy rainfall followed by periods of drought can create environments conducive to mosquito breeding and dengue transmission.",
    "risk6": "• Poor Sanitation: Inadequate waste management and sanitation practices can contribute to the proliferation of mosquitoes.",
    "risk7": "• Individual Susceptibility: Factors such as age, immunity, and overall health status can influence an individual's susceptibility to dengue infection.",
    "ayush1": "• Papaya Leaf Juice: Fresh Papaya leaves (excluding veins) should be mixed with a little cold water and ground and filtered. Consume 10 ml four times a day. Fever will subside on consumption for five days. Even after recovery from fever this may be continued for another two days. Papaya leaf juice is a traditional homemade natural medicine.",
    "ayush2": "• Malai Vembu Leaf (Hill Neem) Juice: Fresh Malaivembu leaves should be mixed with a little cold water and ground and filtered. Consume 10 ml two to three times a day. Fever will subside on consumption for five days. Even after recovery from fever this may be continued for another two days. Malaivembu leaf juice is a traditional homemade natural medicine. ",
    "ayush3": "•    Nilavembu Kudineer: Boil 10 grams of Nilavembu Kudineer Powder in 100 ml of water until it gets reduced to half and consume 50 ml two times per day in the morning and evening. Prepare the Nilavembu Kudineer freshly for each dose. Fever will subside on consumption for five days. Even after recovery from fever this may be continued for another two days. Nilavembu Kudineer powder is available in all Siddha wings in Government Hospitals and Primary Health Centres free of cost."
  },
  {
    "_id": {
      "$oid": "65d239d6ab8bcfd1e0a628ff"
    },
    "name": "Diabetes",
    "Overview": "Diabetes is a chronic disease that occurs either when the pancreas does not produce enough insulin or when the body cannot effectively use the insulin it produces.\nInsulin is a hormone that regulates blood sugar. Hyperglycaemia, or raised blood sugar, is a common effect of uncontrolled diabetes and over time leads to serious damage to many of the body's systems, especially the nerves and blood vessels.",
    "type1": "If you have type 1 diabetes, your pancreas doesn’t make insulin or makes very little insulin. Insulin helps blood sugar enter the cells in your body for use as energy. Without insulin, blood sugar can’t get into cells and builds up in the bloodstream. High blood sugar is damaging to the body and causes many of the symptoms and complications of diabetes.Type 1 diabetes was once called insulin-dependent or juvenile diabetes, but it can develop at any age. Type 1 diabetes is less common than type 2—about 5-10% of people with diabetes have type 1.",
    "Causes of Type 1 Diabetes": "Type 1 diabetes is thought to be caused by an autoimmune reaction (the body attacks itself by mistake). This reaction destroys the cells in the pancreas that make insulin, called beta cells. This process can go on for months or years before any symptoms appear.Some people have certain genes (traits passed on from parent to child) that make them more likely to develop type 1 diabetes. However, many of them won’t go on to have type 1 diabetes even if they have the genes. A trigger in the environment, such as a virus, may also play a part in developing type 1 diabetes. Diet and lifestyle habits don’t cause type 1 diabetes. can be caused by Hypoglycemia and Diabetic Ketoacidosis \nHypoglycemia:\n:can happen quickly and needs to be treated quickly. It’s most often caused by:\nToo much insulin.\nWaiting too long for a meal or snack.\nNot eating enough.\nGetting extra physical activity.\nTalk to your doctor if you have low blood sugar several times a week. \nDiabetic ketoacidosis (DKA) \n it is a serious complication of diabetes that can be life-threatening. DKA develops when you don’t have enough insulin to let blood sugar into your cells. Very high blood sugar and low insulin levels lead to DKA. The two most common causes are illness and missing insulin shots. Talk with your doctor and make sure you understand how you can prevent and treat DKA.",
    "type2": "Type 2 diabetes most often develops in people over age 45, but more and more children, teens, and young adults are also developing it.\n what causes Type-2 Diabetes? \n Insulin is a hormone made by your pancreas that acts like a key to let blood sugar into the cells in your body for use as energy. If you have type 2 diabetes, cells don’t respond normally to insulin; this is called insulin resistance. Your pancreas makes more insulin to try to get cells to respond. Eventually your pancreas can’t keep up, and your blood sugar rises, setting the stage for prediabetes and type 2 diabetes. High blood sugar is damaging to the body and can cause other serious health problems, such as heart disease, vision loss, and kidney disease. \n Managing Diabetes :\nYou may be able to manage your diabetes with healthy eating and being active, or your doctor may prescribe insulin, other injectable medications, or oral diabetes medicines to help manage your blood sugar and avoid complications. You’ll still need to eat healthy and be active if you take insulin or other medicines. It’s also important to keep your blood pressure and Cholesterol close to the targets your doctor sets for you and get necessary screening tests.You’ll need to check your blood sugar regularly. Keeping your blood sugar levels as close to target as possible will help you prevent or delay diabetes-related complications.Stress is a part of life, but it can make managing diabetes harder, including managing your blood sugar levels and dealing with daily diabetes care. Regular physical activity, getting enough sleep, and relaxation exercises can help.Make regular appointments with your health care team to be sure you’re on track with your treatment plan and to get help with new ideas and strategies if needed.Whether you were just diagnosed with diabetes or have had it for some time, meeting with a diabetes educator is a great way to get support and guidance\nGestational Diabetes:\nGestational diabetes occurs when your body can’t make enough insulin during your pregnancy. Insulin is a hormone made by your pancreas that acts like a key to let blood sugar into the cells in your body for use as energy.During pregnancy, your body makes more hormones and goes through other changes, such as weight gain. These changes cause your body’s cells to use insulin less effectively, a condition called insulin resistance. Insulin resistance increases your body’s need for insulin.All pregnant women have some insulin resistance during late pregnancy. However, some women have insulin resistance even before they get pregnant. They start pregnancy with an increased need for insulin and are more likely to have gestational diabetes.\nSRisk Factors for Gestational Diabetes?\nHad gestational diabetes during a previous pregnancy.\nHave given birth to a baby who weighed over 4 kilograms.\nAre overweight.\nAre more than 25 years old.\nHave a family history of type 2 diabetes.\nHave a hormone disorder called polycystic ovary syndrome (PCOS).\n",
    "facts": "In India, there are estimated 77 million people above the age of 18 years are suffering from diabetes (type 2) and nearly 25 million are prediabetics (at a higher risk of developing diabetes in near future). More than 50% of people are unaware of their diabetic status which leads to health complications if not detected and treated early. Adults with diabetes have a two- to three-fold increased risk of heart attacks and strokes. Combined with reduced blood flow, neuropathy (nerve damage) in the feet increases the chance of foot ulcers, infection, and the eventual need for limb amputation. Diabetic retinopathy is an important cause of blindness and occurs as a result of long-term accumulated damage to the small blood vessels in the retina. Diabetes is among the leading causes of kidney failure.\n You’re at risk for gestational diabetes (diabetes while pregnant) if you:Had gestational diabetes during a previous pregnancy.Have given birth to a baby who weighed over 4 kilograms.Are overweight.Are more than 25 years old.Have a family history of type 2 diabetes.Have a hormone disorder called polycystic ovary syndrome (PCOS).Gestational diabetes usually goes away after you give birth, but increases your risk for type 2 diabetes. Your baby is more likely to have obesity as a child or teen, and to develop type 2 diabetes later in life.Before you get pregnant, you may be able to prevent gestational diabetes with lifestyle changes. These include losing weight if you’re overweight, eating a healthy diet, and getting regular physical activity.\n",
    "period": "No Specific Period",
    "measure1": "If you have type 1 diabetes, your pancreas doesn’t make insulin or makes very little insulin. Insulin helps blood sugar enter the cells in your body for use as energy. Without insulin, blood sugar can’t get into cells and builds up in the bloodstream. High blood sugar is damaging to the body and causes many of the symptoms and complications of diabetes.Type 1 diabetes was once called insulin-dependent or juvenile diabetes, but it can develop at any age. Type 1 diabetes is less common than type 2—about 5-10% of people with diabetes have type 1.",
    "measure2": "Type 2 diabetes most often develops in people over age 45, but more and more children, teens, and young adults are also developing it.\n what causes Type-2 Diabetes? \n Insulin is a hormone made by your pancreas that acts like a key to let blood sugar into the cells in your body for use as energy. If you have type 2 diabetes, cells don’t respond normally to insulin; this is called insulin resistance. Your pancreas makes more insulin to try to get cells to respond. Eventually your pancreas can’t keep up, and your blood sugar rises, setting the stage for prediabetes and type 2 diabetes. High blood sugar is damaging to the body and can cause other serious health problems, such as heart disease, vision loss, and kidney disease. \n Managing Diabetes :\nYou may be able to manage your diabetes with healthy eating and being active, or your doctor may prescribe insulin, other injectable medications, or oral diabetes medicines to help manage your blood sugar and avoid complications. You’ll still need to eat healthy and be active if you take insulin or other medicines. It’s also important to keep your blood pressure and Cholesterol close to the targets your doctor sets for you and get necessary screening tests.You’ll need to check your blood sugar regularly. Keeping your blood sugar levels as close to target as possible will help you prevent or delay diabetes-related complications.Stress is a part of life, but it can make managing diabetes harder, including managing your blood sugar levels and dealing with daily diabetes care. Regular physical activity, getting enough sleep, and relaxation exercises can help.Make regular appointments with your health care team to be sure you’re on track with your treatment plan and to get help with new ideas and strategies if needed.Whether you were just diagnosed with diabetes or have had it for some time, meeting with a diabetes educator is a great way to get support and guidance\nGestational Diabetes:\nGestational diabetes occurs when your body can’t make enough insulin during your pregnancy. Insulin is a hormone made by your pancreas that acts like a key to let blood sugar into the cells in your body for use as energy.During pregnancy, your body makes more hormones and goes through other changes, such as weight gain. These changes cause your body’s cells to use insulin less effectively, a condition called insulin resistance. Insulin resistance increases your body’s need for insulin.All pregnant women have some insulin resistance during late pregnancy. However, some women have insulin resistance even before they get pregnant. They start pregnancy with an increased need for insulin and are more likely to have gestational diabetes.\nSRisk Factors for Gestational Diabetes?\nHad gestational diabetes during a previous pregnancy.\nHave given birth to a baby who weighed over 4 kilograms.\nAre overweight.\nAre more than 25 years old.\nHave a family history of type 2 diabetes.\nHave a hormone disorder called polycystic ovary syndrome (PCOS).\n",
    "do": " Intake of old harvested cereals, barley (Yava), Sorghum (Jowar), whole wheat atta, bitter gourd\n(Karela), green leafy vegetables, garlic (Lasuna), turmeric (Haridra), aloe (Kumari) in vegetables and fruits like Guava, Oranges, Indian Blackberry (Jamun) etc. may be useful.\nReduce intake of rice, food rich in carbohydrate and fried or processed food.\n",
    "dont": "Sugarcane juice, jaggery, sugar, milk products.\nTubers, sweets, soft drinks, fried foods and sweet fruits like mango, banana, custard apple and date etc. are to be avoided.\nStaying too long on empty stomach.\n Ice cream, burger- pizza and other fast foods etc.\n Sedentary lifestyle.\n Sleeping in the day time and excessive sleeping\n Alcohol \n",
    "risk": "Type 1 Diabetes\nType 1 diabetes is thought to be caused by an immune reaction (the body attacks itself by mistake). \nRisk factors for type 1 diabetes are not as clear as for prediabetes and type 2 diabetes. Known risk factors include:\nFamily history: Having a parent, brother, or sister with type 1 diabetes.\nAge: You can get type 1 diabetes at any age, but it usually Develops in children, teens, or young adults.\nType 2 Diabetes\nYou’re at risk for type 2 diabetes if you:\nHave prediabetes.\nAre overweight.\nAre 45 years or older.\nHave a parent, Brother, or sister with type 2 diabetes.\nAre physically active less than 3 times a week.\nHave ever had gestational diabetes (diabetes during pregnancy) or given birth to a baby who weighed over 9 pounds.\nIf you have non-alcoholic fatty liver disease you may also be at risk for type 2 diabetes.\n",
    "specialists": "Several specialists can be helpful while treating someone with diabetes. Each physician plays a different role. Here are experts who deal with diabetes:\nGENERAL PHYSICIANS:Primary care physicians are important because they are among the first specialists to notice when your blood sugar levels have increased. This is often detected during routine checkups and screening.Your family doctor conducts various screening tests, including checking for diabetes. If you have diabetes, this physician will prescribe medication and help you to manage this condition. He may also refer you to other diabetes doctors who can treat and manage this condition. Often, your primary care doctor will work together with other specialists to maintain your health.\nENDOCRINOLOGIST-An endocrinologist is a diabetes expert. This physician specializes in the endocrine gland system. Endocrinologists work with a team of other specialists to manage diabetes. People with type 1 diabetes seek treatment from an endocrinologist. But patients with type 2 diabetes can be managed by their primary care doctor most of the time but in some cases might need an Endocrinologist only if they experience difficulties in maintaining their blood sugar levels.\nNEPHROLOGIST:Patients with diabetes have a higher risk of developing kidney disease with time. It takes many years for uncontrolled Diabetes to cause kidney disease. A nephrologist is an expert in kidney disease. Your family doctor can conduct six-monthly tests to ensure that your kidneys are not affected by Diabetes. The nephrologist helps manage your kidney disease if present. You don’t need to see a Nephrologist if your kidney functions tests done by your primary doctor are normal.\nOPHTHALMOLOGIST:An ophthalmologist is among the specialists involved in treating diabetes. Over time, patients with diabetes develop eye complications because of high sugar levels that damage the delicate eye structures and retina. These complications include diabetic macular edema, diabetic retinopathy, glaucoma, and cataracts.When you’re diagnosed with diabetes, you are referred to an ophthalmologist for basic examination. The specialist checks for diabetic retinopathy and other complications of the eyes associated with diabetes. An annual visit to the eye doctor can help you in the early detection of diseases of the eyes caused by diabetes.\nPODIATRIST:A podiatrist is a foot specialist and helps diabetic patients maintain their foot health which is prevalent in patients with diabetes. Patients who have difficulties controlling their blood sugar levels are at a higher risk of developing diabetic neuropathy. This condition changes how the nerves in the lower legs and feet relay messages to the brain.Diabetic neuropathy is a serious condition because it can cause you to lose feeling in your feet and legs. For instance, you could step on a sharp object and not feel pain. If you get an infection, it might not heal as it should because of the elevated blood sugar levels. In extreme cases, some patients have lower limbs, feet, and toes amputated because of this condition. Regular visits to the foot doctor can help in the early detection of foot ulcers.\nCARDIOLOGIST:Heart diseases are extremely common in patients with Diabetes because these have similar risk factors. The majority of deaths in patients with diabetes are due to cardiovascular diseases. A Cardiologist helps you to maintain your heart health despite battling diabetes.\nDIETICIAN:A diabetes dietician is a specialist who offers evidence-based dietary advice to patients with diabetes based on medication, nutritional status, lifestyle, and diabetes control. A dietician helps you to control this condition by understanding the most appropriate diet that one should consume.This specialist also helps you to reduce the risk of getting diabetes-related complications like kidney failure and cardiovascular disease. You need several visits to your dietician because you need to develop a diet plan that helps to manage your blood sugar levels. You should see a dietician whether you’re newly diagnosed with diabetes or you’ve been managing it for a while. You can keep a food diary and show your dietician during your visits to help the specialist determine how your diet affects your blood sugar levels.",
    "ayush": "Shamana (Palliative) treatment: \nThe following drugs (single/compound formulation) are commonly used for prevention and control of Diabetes mellitus:\n Single Drugs: \nAmalaki churna (Phyllanthus emblica Gartn.), Haridra churna (Curcuma longa linn.), Jambu bijachurna (Syzygium cumini Linn.), Meshasringi churna (Gymnema sylvestre R. Br), Methika churna(Trigonella foenum- graecum Linn), Vijaysara churna (Pterocarpus marsupium Roxb.) Compound Formulations: Nishamalaki churna/tablet, Triphala churna/ tablet, Shiva gutika, Chandraprabhavati, Silajatvadi vati, Dhanvantara ghrita (for Diabetic carbuncles), Kshira baladi taila (for Diabetic Neuropathy), Saptamrita lauha (for Diabetic Retinopathy)\n Samshodhana Chikitsa (Purificatory procedures): is a specialized therapeutic approach of Ayurveda to eliminate toxins from the body by giving bio-cleansing procedures i.e. Panchakarma. It is usually followed by Shamana Chikitisa (Palliative therapy).\n  In obese patients (Sthoola Pramehi): Samsodhana Cikitsa (Bio Cleansing Therapy) in the form of Vamana, Virechana, Vasti followed by Shamana Chikitisa (Palliative therapy) is performed.However, it is decided by the physician according to the condition of the patient whether. Shodhana therapy is indicated or not.  In lean and thin patients (Krish Pramehi): only Shamana Chikitsa (Palliative Therapy) is given. \n Rasayana (Rejuvenation Therapy) – Shilajatu, Amalaki, Haridra.\n Life Style Modifications such as regular exercise especially walking, regular practice of Yoga, Meditation etc. under supervision.",
    "id": "14f8"
  },
  {
    "name": "Malaria",
    "Overview": "Malaria is a life-threatening disease caused by parasites...",
    "type1": "Uncomplicated Malaria: Symptoms are mild and not life-threatening...",
    "type2": "Severe Malaria: Symptoms are severe and can be life-threatening...",
    "facts": "Malaria is transmitted through the bite of infected female Anopheles mosquitoes...",
    "period": "Symptoms usually appear 10-15 days after the infective mosquito bite...",
    "measure1": "Use of insecticide-treated mosquito nets...",
    "measure2": "Indoor residual spraying with insecticides...",
    "measure3": "Chemoprophylaxis (preventive medicines)...",
    "measure4": "Drain standing water...",
    "measure5": "Health education...",
    "do": "Use mosquito repellents...",
    "dont": "Sleep in areas without mosquito netting...",
    "risk": "Living in or traveling to areas where malaria is prevalent...",
    "specialists": "Seek medical attention promptly if you suspect malaria...",
    "ayush": "Herbal remedies such as Artemisinin-based combination therapies..."
  },
  {
    "name": "Influenza",
    "Overview": "Influenza, commonly known as the flu, is a highly contagious viral infection...",
    "type1": "Seasonal Influenza: Occurs in seasonal outbreaks...",
    "type2": "Pandemic Influenza: Widespread outbreaks that affect multiple countries...",
    "facts": "Influenza is caused by influenza viruses A, B, and C...",
    "period": "Symptoms usually appear 1-4 days after infection and can last for about 1-2 weeks...",
    "measure1": "Annual vaccination...",
    "measure2": "Frequent handwashing...",
    "measure3": "Avoid close contact with sick individuals...",
    "measure4": "Cover mouth and nose when sneezing or coughing...",
    "measure5": "Stay home when sick...",
    "do": "Get plenty of rest...",
    "dont": "Do not share personal items...",
    "risk": "Anyone can get influenza, but young children, elderly, pregnant women, and individuals with certain medical conditions are at higher risk...",
    "specialists": "Seek medical attention if symptoms are severe or if you are at high risk...",
    "ayush": "Herbal remedies such as Echinacea and elderberry..."
  },
  {
    "name": "HIV/AIDS",
    "Overview": "HIV (human immunodeficiency virus) is a virus that attacks the body’s immune system...",
    "type1": "HIV Infection: Initial stage of infection...",
    "type2": "AIDS (Acquired Immunodeficiency Syndrome): Advanced stage of HIV infection...",
    "facts": "HIV is transmitted through contact with infected blood, semen, vaginal fluids, or breast milk...",
    "period": "HIV infection can progress to AIDS over several years if left untreated...",
    "measure1": "Use of condoms during sexual activity...",
    "measure2": "Avoid sharing needles or syringes...",
    "measure3": "Pre-exposure prophylaxis (PrEP) for high-risk individuals...",
    "measure4": "Antiretroviral therapy (ART) for HIV-positive individuals...",
    "measure5": "Voluntary medical male circumcision...",
    "do": "Get tested regularly for HIV...",
    "dont": "Do not engage in unprotected sex...",
    "risk": "Unprotected sex, sharing needles, and receiving contaminated blood transfusions are common risk factors for HIV/AIDS...",
    "specialists": "Consult healthcare providers specializing in infectious diseases or HIV/AIDS...",
    "ayush": "Ayurvedic treatments such as Rasayana therapy and herbal formulations..."
  },
  {
    "name": "Tuberculosis (TB)",
    "Overview": "Tuberculosis (TB) is a bacterial infection that primarily affects the lungs...",
    "type1": "Latent TB Infection: Bacteria are present in the body but are inactive...",
    "type2": "Active TB Disease: Bacteria are active and causing symptoms...",
    "facts": "TB is caused by the bacterium Mycobacterium tuberculosis...",
    "period": "Symptoms of active TB disease can develop weeks to months after infection...",
    "measure1": "Tuberculosis skin test (TST) or interferon-gamma release assays (IGRAs)...",
    "measure2": "Chest X-ray and sputum tests for diagnosis...",
    "measure3": "Directly Observed Therapy (DOT) for treatment adherence...",
    "measure4": "Isolation of contagious individuals...",
    "measure5": "Contact tracing and screening...",
    "do": "Complete the full course of prescribed medications...",
    "dont": "Do not neglect symptoms such as persistent cough, chest pain, and fever...",
    "risk": "Close contact with individuals with active TB, living in crowded or unsanitary conditions, and weakened immune system increase the risk of TB...",
    "specialists": "Consult pulmonologists or infectious disease specialists for diagnosis and treatment of TB...",
    "ayush": "Herbal remedies such as Ayurvedic formulations and dietary modifications..."
  },
  {
    "name": "Hypertension (High Blood Pressure)",
    "Overview": "Hypertension, or high blood pressure, is a condition in which the force of blood against the artery walls is too high...",
    "type1": "Primary Hypertension: High blood pressure with no identifiable cause...",
    "type2": "Secondary Hypertension: High blood pressure due to an underlying condition...",
    "facts": "Hypertension is a major risk factor for heart disease, stroke, and other cardiovascular diseases...",
    "period": "Hypertension is often asymptomatic but can cause symptoms such as headaches, shortness of breath, and nosebleeds in severe cases...",
    "measure1": "Dietary modifications to reduce sodium intake...",
    "measure2": "Regular physical activity...",
    "measure3": "Medications such as diuretics, ACE inhibitors, and calcium channel blockers...",
    "measure4": "Stress management techniques...",
    "measure5": "Regular blood pressure monitoring...",
    "do": "Maintain a healthy weight...",
    "dont": "Do not consume excessive salt or alcohol...",
    "risk": "Risk factors for hypertension include family history, age, obesity, smoking, excessive alcohol consumption, and high salt intake...",
    "specialists": "Consult cardiologists or primary care physicians for diagnosis and management of hypertension...",
    "ayush": "Ayurvedic treatments such as dietary modifications, yoga, and herbal formulations..."
  },
  {
    "name": "COVID-19",
    "Overview": "COVID-19 is a contagious respiratory illness caused by the SARS-CoV-2 virus...",
    "type1": "Asymptomatic or Mild Cases: Individuals may not have symptoms or experience mild symptoms...",
    "type2": "Severe Cases: Individuals experience severe symptoms such as difficulty breathing, chest pain, and confusion...",
    "facts": "COVID-19 is primarily spread through respiratory droplets when an infected person coughs, sneezes, or talks...",
    "period": "Symptoms typically appear 2-14 days after exposure to the virus...",
    "measure1": "Vaccination to prevent infection...",
    "measure2": "Mask-wearing in public settings...",
    "measure3": "Frequent handwashing with soap and water...",
    "measure4": "Physical distancing...",
    "measure5": "Isolation of infected individuals...",
    "do": "Follow guidelines from health authorities...",
    "dont": "Do not gather in large groups...",
    "risk": "Risk factors for severe COVID-19 include older age, underlying medical conditions such as obesity, diabetes, and heart disease, and weakened immune system...",
    "specialists": "Seek medical attention if you experience severe symptoms or if you are at high risk...",
    "ayush": "Ayurvedic treatments such as herbal formulations and lifestyle modifications..."
  },
  {
    "name": "Cholera",
    "Overview": "Cholera is an acute diarrheal illness caused by infection with the bacterium Vibrio cholerae...",
    "type1": "Mild Cholera: Symptoms are mild and self-limiting...",
    "type2": "Severe Cholera: Symptoms are severe and can lead to dehydration and death if left untreated...",
    "facts": "Cholera is primarily spread through ingestion of contaminated food or water...",
    "period": "Symptoms usually appear within a few days to a week after infection...",
    "measure1": "Safe drinking water and proper sanitation...",
    "measure2": "Oral rehydration solution (ORS) for fluid replacement...",
    "measure3": "Antibiotics for severe cases...",
    "measure4": "Vaccination in high-risk areas...",
    "measure5": "Health education on food and water hygiene...",
    "do": "Seek medical attention if you experience severe diarrhea...",
    "dont": "Do not consume untreated water or raw or undercooked seafood...",
    "risk": "Risk factors for cholera include poor sanitation, lack of clean water, crowded living conditions, and malnutrition...",
    "specialists": "Consult healthcare providers or infectious disease specialists for diagnosis and treatment of cholera...",
    "ayush": "Ayurvedic treatments such as herbal remedies and dietary modifications..."
  },
  {
    "name": "Pneumonia",
    "Overview": "Pneumonia is an inflammatory condition of the lung affecting primarily the small air sacs known as alveoli...",
    "type1": "Community-Acquired Pneumonia (CAP): Acquired outside of healthcare facilities...",
    "type2": "Hospital-Acquired Pneumonia (HAP): Acquired during hospitalization...",
    "facts": "Pneumonia can be caused by bacteria, viruses, or fungi...",
    "period": "Symptoms of pneumonia can develop suddenly and may include fever, cough, shortness of breath, and chest pain...",
    "measure1": "Vaccination against common causes of pneumonia such as Streptococcus pneumoniae and influenza...",
    "measure2": "Antibiotics for bacterial pneumonia...",
    "measure3": "Antiviral medications for viral pneumonia...",
    "measure4": "Oxygen therapy for severe cases...",
    "measure5": "Hospitalization for individuals with severe pneumonia or high-risk factors...",
    "do": "Seek medical attention if you experience symptoms of pneumonia...",
    "dont": "Do not smoke and avoid exposure to smoke or pollutants...",
    "risk": "Risk factors for pneumonia include age, weakened immune system, underlying medical conditions, smoking, and recent respiratory infection...",
    "specialists": "Consult pulmonologists or infectious disease specialists for diagnosis and treatment of pneumonia...",
    "ayush": "Ayurvedic treatments such as herbal formulations and lifestyle modifications..."
  },
  {
    "name": "Hepatitis",
    "Overview": "Hepatitis is an inflammation of the liver...",
    "type1": "Hepatitis A: Spread primarily through ingestion of contaminated food or water...",
    "type2": "Hepatitis B: Spread through contact with infected blood, semen, or other body fluids...",
    "facts": "Hepatitis can be caused by viruses, alcohol abuse, autoimmune diseases, and certain medications...",
    "period": "Symptoms of hepatitis may not appear for weeks to months after infection...",
    "measure1": "Vaccination against hepatitis A and B...",
    "measure2": "Avoid sharing needles or personal items...",
    "measure3": "Antiviral medications for chronic hepatitis B...",
    "measure4": "Avoid excessive alcohol consumption...",
    "measure5": "Regular monitoring of liver function...",
    "do": "Practice good hygiene...",
    "dont": "Do not engage in risky behaviors such as unprotected sex or sharing needles...",
    "risk": "Risk factors for hepatitis include unprotected sex, sharing needles, exposure to contaminated blood or body fluids, and certain medical procedures...",
    "specialists": "Consult hepatologists or gastroenterologists for diagnosis and treatment of hepatitis...",
    "ayush": "Ayurvedic treatments such as herbal formulations and dietary modifications..."
  },
  {
    "name": "Asthma",
    "Overview": "Asthma is a chronic inflammatory condition of the airways characterized by recurrent episodes of wheezing, breathlessness, chest tightness, and coughing...",
    "type1": "Intermittent Asthma: Symptoms occur less than twice a week...",
    "type2": "Persistent Asthma: Symptoms occur more than twice a week...",
    "facts": "Asthma can be triggered by allergens, respiratory infections, exercise, cold air, and stress...",
    "period": "Asthma symptoms can vary in severity and may worsen at night or early in the morning...",
    "measure1": "Inhaled corticosteroids for long-term control...",
    "measure2": "Bronchodilators for quick relief of symptoms...",
    "measure3": "Allergen avoidance...",
    "measure4": "Regular monitoring of lung function...",
    "measure5": "Written asthma action plan...",
    "do": "Follow your asthma action plan...",
    "dont": "Do not smoke and avoid exposure to smoke or pollutants...",
    "risk": "Risk factors for asthma include family history, exposure to tobacco smoke, respiratory infections in early childhood, and allergies...",
    "specialists": "Consult pulmonologists or allergists for diagnosis and management of asthma...",
    "ayush": "Ayurvedic treatments such as herbal formulations, breathing exercises, and dietary modifications..."
  }
]
