{
    "_id": {
      "$oid": "65d71b42df53143a7bd8a73f"
    },
    "Overview": "Maternal and child health refers to the well-being and medical care provided to women during pregnancy, childbirth, and the postpartum period, as well as the health and development of infants, children, and adolescents. It encompasses a range of services and interventions aimed at ensuring healthy pregnancies, safe childbirth, and optimal growth and development for children. This includes prenatal care, access to skilled birth attendants, immunizations, nutrition support, breastfeeding promotion, early childhood development programs, and addressing maternal and child health issues such as maternal mortality, infant mortality, and childhood illnesses.Maternal and child health (MCH) care is the health service provided to mothers (women in their child bearing age) and children. The targets for MCH are all women in their reproductive age groups, i.e., 15 - 49 years of age, children, school age population and adolescents.",
    "World Health Organization's Goals and Aims": "To reduce maternal morbidity and mortality due to pregnancy and child birth/nTo reduce morbidity and mortality due to unsafe abortion/nTo reduce perinatal and neonatal morbidity and mortality/nTo promote reproductive health awareness for young children/nTo increase knowledge of reproductive biology and promote responsible behaviour of adolescents regarding contraception, safe sex and prevention of sexually transmitted infections./nTo reduce the levels of unwanted pregnancies in all women of reproductive age/nTo reduce the incidence and prevalence of sexually transmitted infections, in order to reduce the transmission of HIV infection/nTo reduce the incidence and prevalence of cervical cancer/nTo reduce female genital mutilation and provide appropriate care for females who have already undergone genital mutilation/nTo reduce domestic and sexual violence and ensure proper management of the victims.",
    "India's Maternal and Child Health Initiative": "By 2030, India aims to reach a maternal mortality ratio of 70, as well as ending preventable death of newborns and children under 5 years of age, aiming to reduce neonatal mortality to at least as low as 12 per 1,000 live births and under 5 mortalities to at least as low as 25 per 1,000 live births",
    "Maternal Mortality: A Call to Action": "Each year, the total count of female fatalities resulting from pregnancy or its management, excluding accidental or incidental factors, occurring during pregnancy, childbirth, or within 42 days of pregnancy termination, regardless of the pregnancy's duration or location.The Government of India has been focusing on initiatives to improve maternal health indicators. Much progress has been made in ending preventable maternal deaths in the past two decades.The Pradhan Mantri Surakshit Matritva Abhiyan (PMSMA) launched by MoHFW, provides a fixed day for assured, comprehensive and quality antenatal care free of cost to pregnant women on 9th of every month. This Programme strengthens antenatal care detection and follow up of high risk pregnancies, contribute towards reduction of maternal deaths and reduce the MMR of India.",
    "r1": {
      "title": "Pregnancy's Hurdles: Common Complications Explained",
      "Desc": "Key factors contributing to maternal mortality in India include complications during childbirth such as haemorrhage, hypertensive disorders, infections, and unsafe abortion practices. Additionally, inadequate access to skilled healthcare providers, poor infrastructure, socioeconomic disparities, and limited education on reproductive health contribute to the high maternal mortality rate in the country. Most primary postpartum haemorrhage results either from failure of the uterus to contract and remain contracted or from retained placenta (partial or complete). WHO has recommended that midwives be trained to perform manual removal of the placenta, because the results in terms of blood loss, infection and mortality are best when this is done within an hour of delivery."
    },
    "r2": {
      "title": "Early Detection and Management of Childhood Illnesses",
      "Desc": "Children are more susceptible to sickness due to their underdeveloped immune systems and their high exposure to germs at schools and child care facilities. Most children may have 6 to 8 colds a year. Other common childhood illnesses include allergies, skin problems, eye conditions, neurological issues and gastrointestinal conditions. It’s important to understand which conditions affect certain age groups as well as the degree of severity. To promote good health, parents should know the symptoms of common childhood illnesses and how to manage them before they progress to an advanced stage. Always consult a health care provider for specific advice on managing common childhood illnesses."
    },
    "The Vital Role of Prenatal and Postpartum Health": "Maintaining a healthy lifestyle and receiving proper healthcare before, during, and after pregnancy is crucial for reducing the risk of pregnancy complications.A healthy pregnancy begins before conception and continues with prenatal care, along with early recognition and management of complications if they arise. Planning for pregnancy involves several key steps to optimize maternal and foetal health. Start by scheduling a preconception check-up with your healthcare provider to assess your overall health and address any medical concerns. Maintain a balanced diet, regular exercise routine, and avoid harmful substances like alcohol, tobacco, and drugs. Begin taking a prenatal vitamin with folic acid at least one month before conception to prevent birth defects. Review your medications with your healthcare provider to ensure they are safe during pregnancy, and manage any chronic conditions. Consider genetic counselling if you have a family history of genetic disorders. Discuss family planning preferences with your partner and minimize exposure to environmental hazards. Prioritize your emotional well-being and seek support if needed. By following these steps, you can increase the chances of a healthy pregnancy and baby.Once pregnancy begins, initiating prenatal care promptly is essential. Engage in open discussions with your healthcare provider about any existing health conditions or past medical history. Depending on your circumstances, your provider may suggest adjustments to your current treatment plans or medications to ensure the best outcomes for you and your baby. Additionally, share any issues or complications experienced during previous pregnancies to inform your current care.After giving birth, continue to prioritize your health by attending postpartum care appointments with your healthcare provider. Address any physical discomforts or concerns, and don't hesitate to discuss emotional challenges such as feelings of sadness, anxiety, or exhaustion. Seeking support from healthcare professionals, including mental health specialists if needed, is vital for managing postpartum health effectively. Collaborating with multiple healthcare providers may be necessary to ensure comprehensive care and optimal recovery following childbirth.",
    "Ensuring Maternal Survival: Preventing Pregnancy-Related Fatalities": "Preventing pregnancy-related deaths necessitates a multifaceted approach that includes ensuring access to quality maternal healthcare, comprehensive family planning services, and education on prenatal care and danger signs during pregnancy. Empowering women through education, economic opportunities, and rights advocacy plays a pivotal role, as does addressing socioeconomic factors and strengthening healthcare systems. Community engagement, monitoring, and evaluation are crucial for identifying and addressing gaps in maternal health services, while emergency obstetric care must be readily available to manage complications during childbirth. Additionally, efforts to challenge cultural and gender norms that hinder women's access to healthcare and decision-making authority are essential for improving maternal health outcomes on a global scale.A healthy pregnancy begins before conception and continues with prenatal care, along with early recognition and management of complications if they arise. Planning for pregnancy involves several key steps to optimize maternal and foetal health. Start by scheduling a preconception check-up with your healthcare provider to assess your overall health and address any medical concerns. Maintain a balanced diet, regular exercise routine, and avoid harmful substances like alcohol, tobacco, and drugs. Begin taking a prenatal vitamin with folic acid at least one month before conception to prevent birth defects. Review your medications with your healthcare provider to ensure they are safe during pregnancy, and manage any chronic conditions. Consider genetic counselling if you have a family history of genetic disorders. Discuss family planning preferences with your partner and minimize exposure to environmental hazards. Prioritize your emotional well-being and seek support if needed. By following these steps, you can increase the chances of a healthy pregnancy and baby.",
    "Postnatal Checkups: The Essential Routine for Newborns": "Regular routine checkups for babies after birth are crucial for ensuring their health and well-being during the early stages of life. These checkups typically include a comprehensive assessment of the baby's growth, development, and overall health status. During these visits, healthcare providers monitor important indicators such as weight gain, feeding patterns, physical milestones, and vaccination schedules. These checkups also provide an opportunity for parents to discuss any concerns or questions they may have about their baby's health and receive guidance on topics such as breastfeeding, sleep patterns, and infant care. By adhering to a schedule of regular checkups, parents can ensure that their baby receives timely medical care and support for optimal growth and development.",
    "s1": {
      "t": "Obstetrics and gynaecology",
      "D": "Obstetrics and gynaecology, often abbreviated as OB/GYN, is a branch of medicine that specializes in the health and well-being of women throughout various stages of their lives. This field primarily focuses on pregnancy, childbirth, and the management of conditions affecting the female reproductive system. Additionally, OB/GYN physicians address a wide range of women's health issues, including but not limited to menopause, hormone imbalances, contraception (birth control), and infertility. In essence, OB/GYN practitioners provide comprehensive care and treatment for women, from adolescence through menopause and beyond, ensuring their reproductive health and overall wellness"
    },
    "s2": {
      "t": "Pediatrics",
      "D": "Pediatrics is the branch of medicine that specializes in the healthcare of infants, children, and adolescents, typically ranging from birth up to the age of 18 or sometimes 21. Pediatricians are medical doctors who are trained to diagnose, treat, and manage a wide range of childhood illnesses, injuries, and developmental issues."
    },
    "s3": {
      "t": "Subspecialities of pediatrics",
      "D": "Pediatric Cardiology: Focuses on diagnosing and treating heart conditions in children. Pediatric Oncology: Deals with the diagnosis and treatment of cancers in children. Pediatric Neurology: Specializes in the diagnosis and treatment of neurological conditions in children. Pediatric Endocrinology: Focuses on hormonal disorders in children, such as diabetes or growth disorders. Pediatric Infectious Diseases: Deals with infectious diseases that affect children. Pediatric Surgery: Specializes in surgical procedures for children, including congenital anomalies and pediatric trauma."
    },
    "s4": {
      "t": "Perinatologist",
      "D": "Perinatologists, or maternal-fetal medicine specialists, are experts in high-risk pregnancies. They provide care when a medical condition, congenital disorder or disease may cause pregnancy or delivery complications."
    },
    "s5": {
      "t": "Neonatologist",
      "D": "A neonatologist is a medical doctor who specializes in the care of newborn infants, particularly those who are premature, have low birth weight, or have medical conditions requiring special attention and intensive care."
    },
    "s6": {
      "t": "Reproductive endocrinology and infertility (REI)",
      "D": "Reproductive endocrinology and infertility (REI) is a specialized field of medicine that focuses on hormonal and reproductive issues affecting both men and women. It deals with the diagnosis, management, and treatment of hormonal imbalances, reproductive disorders, and infertility problems."
    },
    "s7": {
      "t": "Gynecologic oncology",
      "D": "Gynecologic oncology is a specialized field of medicine focused on the diagnosis and treatment of cancers that specifically affect the female reproductive system, including the ovaries, uterus, cervix, vagina, and vulva."
    },
    "s8": {
      "t": "Female Pelvic Medicine and Reconstructive Surgery or urogynecology",
      "D": "Female Pelvic Medicine and Reconstructive Surgery or urogynecology is a specialized field of medicine that focuses on the diagnosis and treatment of pelvic floor disorders in women. These disorders can include pelvic organ prolapse, urinary incontinence, fecal incontinence, and other conditions related to dysfunction of the pelvic floor muscles and connective tissues."
    },
    "s9": {
      "t": "Maternal Mental Health",
      "D": "Maternal Mental Health-Addresses mental health issues that can arise during pregnancy and postpartum, including postpartum depression and anxiety."
    },
    "s10": {
      "t": "Child and Adolescent Psychiatry",
      "D": "Child and Adolescent Psychiatry- Focuses on the mental health and emotional well-being of children and adolescents."
    },
    "s11": {
      "t": "Complex family planning",
      "D": "Complex family planning refers to a specialized area of healthcare that addresses unique reproductive needs and challenges faced by individuals and couples. This field goes beyond traditional family planning services and encompasses a wide range of situations, including those involving medical complexities, ethical considerations, or personal preferences."
    },
    "Boost the baby's shield.The power of Immunization": "Vaccinating your baby is vital for disease prevention, contributing to herd immunity and protecting against serious illnesses like measles, whooping cough, polio, and meningitis. Vaccines provide long-term immunity, preventing potential health complications and disabilities. They are a cornerstone of public health efforts, reducing disease prevalence, and healthcare costs associated with treating preventable illnesses. By vaccinating your baby, you safeguard their health and that of the wider community.",
    "Integrating Traditional and Modern Approaches in Maternal and Child Health Care ": "The Indian Systems of Medicine and modern medicine collaborate effectively. Siddha medicine is particularly popular in Tamil Nadu, where the government has initiated efforts to deploy at least one AYUSH practitioner in every primary health center over time. These centers are strategically located alongside additional PHCs to offer alternative medical treatments or supplementary care options. This setup aims to provide the public with a range of healthcare choices and improve access to health services.",
    "The Power of Pregnancy Nutrition":"During pregnancy, nutrition plays a pivotal role in ensuring the health and well-being of both the mother and the developing baby. The nutrients obtained from a balanced diet are essential building blocks for the growth and development of the fetus, contributing to the formation of vital organs, tissues, and bones. Adequate intake of key nutrients like folic acid, iron, calcium, and protein is crucial for preventing birth defects, supporting healthy birth outcomes, and reducing the risk of complications such as anemia and preterm birth. Additionally, maintaining proper nutrition during pregnancy helps safeguard the mother's own health by sustaining energy levels, supporting immune function, and reducing the likelihood of pregnancy-related complications. Embracing a nourishing diet rich in fruits, vegetables, whole grains, lean proteins, and dairy products ensures that both mother and baby receive the essential nutrients they need to thrive throughout the remarkable journey of pregnancy"
  }
