[
  {
    "title": "Janani Shishu Suraksha Karyakram (JSSK)",
    "description": "The Janani Shishu Suraksha Karyakram (JSSK) initiative was introduced in Tamil Nadu in September 2011 with the aim of supporting pregnant women who seek healthcare services at government health facilities for their deliveries. The primary objectives are to enhance maternal and child healthcare and to reduce out-of-pocket expenses on healthcare for families.",
    "link": "https://www.nhm.tn.gov.in/en/nhm-programsrmncha/janani-shishu-suraksha-karyakram-jssk#:~:text=Janani%20Shishu%20Suraksha%20Karyakram%20(JSSK)%20was%20launched%20in%20Tamilnadu%20since,Pocket%20expenditure%20on%20health%20care.",
    "level": "State",
    "benefit_type": "Composite"
  },
  {
    "title": "Rashtriya Bal Swasthya Karyakram (RBSK)",
    "description": "Rashtriya Bal Swasthya Karyakram (RBSK) is one of its kind program to improve the overall quality of life of children enabling all children achieve their full potential; and also provide comprehensive care to all the children in the community. This program involves screening of children from birth to 18 years of age for 4 Ds- Defects at birth, Diseases, Deficiencies and Development delays, spanning 32 common health conditions for early detection and free treatment and management.",
    "link": "https://www.nhm.tn.gov.in/en/nhm-programsrmncha/rashtriya-kishor-swasthya-karyakram-rksk",
    "level": "State",
    "benefit_type": "Composite"
  },
  {
    "title": "Universal Immunisation Programme (UIP)",
    "description": "Universal Immunisation Programme (UIP) is vaccination programme launched by the Government of India in 1985. It is a comprehensive initiative aimed at providing vaccination coverage to all eligible individuals across the country, regardless of socio-economic status. This program focuses on immunizing children and pregnant women against 12 preventable diseases including polio, measles, tetanus, diphtheria, pertussis, tuberculosis, hepatitis B.",
    "link": "https://main.mohfw.gov.in/?q=Major-Programmes/universal-immunization-programme-uip",
    "level": "Central",
    "benefit_type": "In Kind"
  },
  {
    "title": "Mission Indradhanush (MI)",
    "description": "Mission Indradhanush (MI) was launched by the Ministry of Health and Family Welfare (MoHFW) on 25th December 2014. It is a special catch-up campaign under the Universal Immunization Program (UIP), conducted in the areas of low immunization coverage to vaccinate all the children and pregnant women left out or dropped out from Routine Immunization.",
    "link": "https://main.mohfw.gov.in/sites/default/files/216846291201489665182.pdf",
    "level": "Central",
    "benefit_type": "Cash"
  },
  {
    "title": "Janani Suraksha Yojana (JSY)",
    "description": "Janani Suraksha Yojana (JSY) serves as a pivotal safe motherhood intervention operating within the framework of the National Rural Health Mission (NHM). It specifically encourages institutional deliveries among pregnant women, particularly those belonging to vulnerable socio-economic backgrounds such as Scheduled Castes, Scheduled Tribes, and Below Poverty Line (BPL) households. This scheme is implemented nationwide across all states and Union Territories (UTs), with particular emphasis on Low Performing States (LPS). Through JSY, the government aims to enhance maternal health outcomes and reduce maternal mortality rates by ensuring access to quality maternal healthcare services for disadvantaged women, thus fostering a safer childbirth experience for both mother and child.",
    "link": "https://nhm.gov.in/index1.php?lang=1&level=3&lid=309&sublinkid=841",
    "level": "Central",
    "benefit_type": "Composite"
  },
  {
    "title": "Pradhan Mantri Surakshit Matritva Abhiyan (PMSMA)",
    "description": "Pradhan Mantri Surakshit Matritva Abhiyan (PMSMA) was introduced with the objective of ensuring that pregnant women receive consistent, high-quality antenatal care. This initiative guarantees a designated day each month, the 9th, for pregnant women in their 2nd and 3rd trimesters to access comprehensive and assured antenatal services. Through PMSMA, the government aims to universalize antenatal care and promote the well-being of both the mother and the child.",
    "link": "https://nhm.gov.in/index1.php?lang=1&level=3&sublinkid=1308&lid=689",
    "level": "Central",
    "benefit_type": "Cash"
  },
  {
    "title": "National Programme for Family Planning",
    "description": "The National Programme for Family Planning is a government initiative aimed at promoting and providing access to family planning services and methods to individuals and couples across the country. This program encompasses various strategies, including counseling, education, and the provision of contraceptive methods, to enable individuals to make informed choices regarding the timing and spacing of pregnancies. The overarching goal of the National Programme for Family Planning is to help reduce fertility rates, improve maternal and child health outcomes, and support sustainable population growth. Through this initiative, the government seeks to empower individuals to exercise their reproductive rights and contribute to the overall well-being of families and communities.",
    "link": "https://nhm.gov.in/index1.php?lang=1&level=2&sublinkid=821&lid=222",
    "level": "Central",
    "benefit_type": "Cash"
  },
  
{
"title": "Human Resource Development Scheme of Department of Health Research",
"description": "The Human Resource Development Scheme of the Department of Health Research aims to cultivate a proficient pool of health research personnel nationwide. It focuses on enhancing the skills of faculty members of Medical Colleges/Institutes, mid-career Scientists, and medical students through specialized training in priority areas of health research at leading national and international institutions. The scheme encourages and supports trainees to undertake research projects addressing critical national and local health issues. Additionally, financial assistance is provided to institutions to upgrade infrastructure, enabling them to impart training using state-of-the-art technologies.",
"link": "https://dhr.gov.in/schemes/human-resource-development-health-research-hrd",
"level": "Central",
"benefit_type": "Composite"
},
  {
"title": "National Scheme for Viral Research and Diagnostic Laboratories",
"description": "The National Scheme for Viral Research and Diagnostic Laboratories (VRDLs) is a Central Sector Scheme approved by the Expenditure Finance Committee (EFC) and subsequently by the Cabinet Committee on Economic Affairs (CCEA). Initially approved in 2013 with an estimated cost of Rs. 646.83 crores for the 12th Plan period, it was later extended until 2021 to align with the 14th Finance Commission Period. The scheme has been further reviewed and approved at a total cost of Rs. 324 Crore for continuation during the 15th Finance Commission from 2021-22 to 2025-26.",
"link": "https://dhr.gov.in/schemes/establishment-network-laboratories-managing-epidemics-and-natural-calamities",
"level": "Central",
"benefit_type": "In Kind"
},
  {
"title": "Grant-in-aid Scheme for Inter-Sectoral Convergence & Coordination for Promotion and Guidance on Health Research",
"description": "The Grant-in-aid Scheme for Inter-Sectoral Convergence & Coordination for Promotion and Guidance on Health Research aims to strengthen research efforts by fostering collaboration among government agencies, NGOs, and the industry. Approved during the 12th Plan period, this scheme, administered by the Department of Health Research under the Ministry of Health & Family Welfare, provides grant-in-aid support for research studies to bridge knowledge gaps and translate health innovations into tangible products. Special emphasis is placed on encouraging innovation, collaboration, and implementation research to enhance the utilization of available knowledge.",
"link": "https://dhr.gov.in/",
"level": "Central",
"benefit_type": "Cash"}

]
